package me.davids013;

public abstract class Ulysses {
    public static final String[] TEXT =
            {"Что пользы, если я, никчемный царь",
                    "Бесплодных этих скал, под мирной кровлей",
                    "Старея рядом с вянущей женой,",
                    "Учу законам этот темный люд? –",
                    "Он ест и спит и ничему не внемлет.",
                    "Покой не для меня; я осушу",
                    "До капли чашу странствий; я всегда",
                    "Страдал и радовался полной мерой",
                    "С друзьями – иль один; на берегу –",
                    "Иль там, где сквозь прорывы туч мерцали",
                    "Над пеной волн дождливые Гиады.",
                    "Бродяга ненасытный, повидал",
                    "Я многое: чужие города,",
                    "Края, обычаи, вождей премудрых,",
                    "И сам меж ними пировал с почетом,",
                    "И ведал упоенье в звоне битв",
                    "На гулких, ветреных равнинах Трои."
            };
}
